
def init():
    print("Welcome to the assistant bot!")
    commands = '''
    hello - для вітального повідомлення,
    help - для виклику цього повідомлення,
    close or exit - для припинення виконання бота,
    add - для додавання нового контакту, передається з імʼям і номером розділеними пробілом,
    phone - для показу номера телефону для конкретного контакту, передається з імʼям розділеними пробілом,
    delete - для видалення контакту, передається з імʼям розділеними пробілом,
    change - для зміни записаного номера для конкретного контакту, передається з імʼям, старим і новим номером розділеними пробілом,
    add-birthday - для додавання дня народження до контакту, передається з імʼям і датою народженяя розділеними пробілом,
    show-birthday - для показу дня народження контакта, передається з імʼям розділеними пробілом,
    birthdays - для показу дати привітання контактів, день народження яких припадає на наступні 7 днів з 
    урахуванням переносу на наступпний робочий день, якщо день народження припадає на вихідний, 
    all - для показу всіх збережених контактів з їх номерами і датами народження, якщо останні були додані,
    joke - для показу випадкового жарту.
    '''
    print(commands)
    return commands

